{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"http://example.com","root":"/"},"pages":[],"posts":[{"title":"P5R测评","slug":"P5R测评","date":"2023-10-24T08:28:12.000Z","updated":"2023-10-24T08:28:34.193Z","comments":true,"path":"2023/10/24/P5R测评/","link":"","permalink":"http://example.com/2023/10/24/P5R%E6%B5%8B%E8%AF%84/","excerpt":"","text":"2023了，当我们谈论P5天下第一时我们在谈论什么？ 尽管女神异闻录5无印版（以下简称P5）发售至今已历时七年，Atlus仍不知疲倦地推出新的P5衍生作品，如P5T（女神异闻录5：战略版）和与完美世界合作的手游P5X（女神异闻录：夜幕魅影）。那么，P5究竟有什么魅力，能让我们在提起“天下第一”的时候就联想到它，又是缘何让Atlus自己都爱重至此呢？作为Persona系列新约的强化版游戏玩家，笔者在此抛砖引玉，老玩家也好，坑边观望的新玩家也好，不妨都来看看，权当消遣。 ·以目前的【知识】****，可以理解画面美术风格了…P5的整体印象色主红黑色调，展露出热血、暴力美学、流行朋克元素；UI界面黑白红三色组合，简洁、强对比，多采用尖锐的图形切分画面。游戏系统中存档、道具和人格面具菜单、技能选择与对话、社群一览、又比如剧情对话的手机聊天界面，均呈现出这种尖锐的几何分割。对于具有特定职能的NPC（如医生、枪械店老板等），又有符合其色调和职业的另行设计的UI。在P5中，UI切换也多数以动画形式呈现，如打开菜单时是Joker（主角代号）的拍击，打开聊天是把手机拿到眼前。这些动画让游戏画面更富动感。甚至战斗结算画面也颇有巧思地用一段角色奔跑动画和箭头指向战斗奖励，削弱了玩家等待结算加载时的枯燥感。 事实上，P系列的优秀美术是离不开副岛成记的。作为P系列新约的美术与人物设计师，副岛的画风本身丰富多变，在P5中，副岛使用的线条更细腻丰富，且经常用黑色色块概括角色的暗部，制造出强烈的对比。游戏中各个角色的总攻击立绘也代表了大家对“P5画风”的一致印象。比起前作，本作的元素更现代，更张扬，又因为加入了怪盗装这种颇能展现人物特色的设计，在视觉上给人以非常深刻的印象。 ·要想理解剧情和思想内核，还需要更多的【知识】**…**考虑到本文受众包括了未接触过本作的玩家，在此笔者尽量以不涉及剧透的方式简要概括剧情。 女神异闻录系列核心的概念之一，人格面具，孕育自荣格的心理学学说。荣格认为，人格面具是一个人在社会生活的特定场景中外显的人格特点的集合，在游戏的表现形式类似于替身（对，jojo的那种）。荣格提出的集体无意识学说也是P系列重要的理论来源。好，暂时抛开这些理论的东西，我们浅浅谈论一下P5剧情本身。 在P5中，玩家会作为怪盗团的团长，在完成普通高中生日常的同时，结识新的团员，锻炼角色的属性，使用人格面具的力量对抗人们意识殿堂内的阴影（shadow），对坏得千奇百怪的肮脏大人使用（非常梦幻的仅仅存在于二次元的）改心，从而让他们真心悔过，除恶扬善。听起来是不是相当中二？但剧情中多次出现了对怪盗团理念的质疑与挑战，这些反对的声音或来自反派，或来自主角团自身，或来自某些其它的存在。通过各位队友的动摇和群众的质问，作品也在提出探讨：你如何判断自己就是正义呢？你何尝不是根据自己的判断在行动呢？你与被改心的各个罪人有什么区别呢？在热血高中生的故事里，我们当然可以将这些定义为少年漫必不可少的对主角道心的考验。但当屏幕彻底变暗，看着显示屏里倒映出的自己扪心自问，玩家能否得到一样的答案呢？ 需要注意的是，本作中怪盗代表的伸张正义，虽然快意潇洒，但其实是不正常的社会催生出的某种无奈。作品里很早就给出了基调，最终需要恢复的不是怪盗的声誉，而是社会的正常运转。需要的不是恣意任侠的法外怪盗，而是有责任感的成人和合理自洽的社会秩序——似乎变成了说教？但是，现实毕竟没有那么梦幻的改心呀。 除去比较沉重的对现实的反思，P5剧情的另一大亮点应该是它特殊的剧情叙述方式。P5中，最初也是最终的案件是同一件（仅讨论无印剧情）。为了照顾可能存在的新玩家的体验，笔者决定浅浅带过。总之，这个叙事诡计玩得相当好，好就好在它不是为了迷惑玩家而存在，它是为了揭开诡计的那一刻的而存在。 ·有了足够的【体贴】**，能够更进一步理解人物塑造了…女神异闻录系列的优点之一就是人物塑造，或者说是在自由行动时间能自由发展的【社群关系】。不过本作里略有不同，社群关系变成了cooperation（合作，以下简称coop），剧情中开启coop时的演出也与前作不同（与上文提到过的叙事手法相关，相当出彩）。P系列新约的【社群】每个都与塔罗牌体系的一种阿尔卡那牌相对应，队内外的角色经历和性格特征也多少与该塔罗逆位或正位的象征意义相关联。 在coop剧情中，玩家可以与coop进行日常活动，会随着关系的紧密程度参与并帮助解决coop遇到的问题。coop剧情丰富了一些人物设定，且或多或少与P5反抗污秽的大人的主题有相关。玩家还能和女性coop选择发展为恋爱关系，能在情人节、圣诞节等日期体验特殊事件。 美中不足的是，P5的coop剧情相比前作其实缺点意思。首先，在每个coop的剧情总量就这么多的情况下，恋爱剧情容易显得仓促和蹩脚，依靠两三个重要选项就能进入恋爱线，一些事件的解决也容易显得简单化。队外coop遇到的问题几乎都依靠改心，每个队外coop都有属于自己剧情的shadow；队内coop刻画乏力，剧情很大程度上依靠主角的话疗。 相比以社群刻画生动细腻著称的前作P4，P5的coop大都缺少更深刻的对coop角色自身的探讨。人们的缺陷需要填补，但比起来自他人的话疗和简单粗暴的“通过改心解决coop当前最困扰的问题”，笔者更期望看到类似P4社群的，来自配角的自省和倾诉，主角应该是陪伴coop找到自己的心所在之处的人，而不应该是简单地带配角远离单一的问题源的人。不过，鉴于P5背景设定在流动变化的大城市东京，或许这样的解法更合适呢？ 当然，P4的社群比起P5更容易紧扣作品主题，且因为P4主题是找寻自我，许多社群故事能深入人物内心刻画。社群角色也形形色色：失去姐姐的弟弟、丧偶的老妇人、和儿子关系僵硬的后妈、害怕因为成绩被父母放弃的中学生等等，很容易引起共感，且游戏里的刻画也循序渐进，描写细腻。p5的队外社群大部分则是失意的大人，且剧情有模板化倾向，几乎必经印象空间刷boss一途，虽然扣了主题但颇有机械降神的意味——就此为止吧，再说就不算是推荐了！ ·已经拥有了【无所畏惧】程度的【勇气】****，可以提出和系列作品的对比了…P5距离P3，P4发售也过了不少年，游戏性上其实已经大大优化，迷宫不再是随机生成的爬塔爬楼，而是充满解密要素和潜入感的宫殿（或许对二周目玩家不友好，但一周目来说绝对可玩性极强），宫殿的场景特色和风格与各个宫殿的宫殿主一致，令人印象颇深。皇家版中还加入了欲石这种收集要素鼓励玩家探索。遇怪也不再是前作那样稍有不慎就会被怪物先手进战了，而是可以进行颇具怪盗风格的躲藏和偷袭行动，让自己掌握先机。攻略boss的过程还加入了怪盗式的预告信环节。如果有人就是好随机爬塔刷刷刷这一口，本作也有类似的印象空间作为刷怪练级的场所。 人物方面，本作的社群与新技能、新功能紧密绑定，更能鼓励玩家积极升级社群亲密度。立绘和人物一览也更亮眼，在本作独特的美术风格加持下相当吸睛。主角团内角色就更不用说了，比起前作进出迷宫（不主动更换服装的话）是同一套衣服，本作设定的“心灵的力量会显现成怪盗的衣装”，让每个角色都有极具个人特色的怪盗服，颇有种变身的奇幻感。但是角色刻画上可能见仁见智，这里不再赘述。 战斗系统方面，P5基本延续前作的回合制，但画面更加精良。保留了利用属性克制打击弱点的击倒系统，也新引入了源于真女神转生和旧约游戏的与敌人对话的系统，私以为比起二者没有那么有趣，但足够有新鲜感，也给战斗增添了新的可能性。本作还加入了具有现代怪盗特色的枪械战斗，手感十分不错。战斗奖励也不再采用前作抽卡式的结算，而是使用了更大众的直接掉落。可以说是把本系列的回合制用更现代的方式包装了一番。 剧情上其实大体是JRPG传统的王道展开：一路攀登到巅峰，再降到低谷，低谷后的二次上升。但JRPG一些老生常谈的患处也会有。主线剧情中偶尔有生硬的地方，但大体上还是个打完之后会觉得畅快或者怅然若失的余韵悠长的故事。比起P4的乡下小镇特搜队一起寻找真相的活力感与P3的活动部同伴们协力对抗黑暗的悲情感，相信P5的怪盗团的故事在你亲自体验后也能概括出独有的风味。 ·皇家版的【魅力】****，比起无印版稍稍增加了…都说P5天下第一，那P5R呢？比起好评如潮的P5，P5R因为Atlus在剧情上的敷衍和定价上的自信其实毁誉参半。但笔者还是愿意为了其进一步优化过的游戏性进行推荐。 P5R在玩家群体中被诟病的点在于，续接于无印版主线后的新剧情和加入的新角色的刻画相当薄弱。前者可能是因为部分玩家有些难以接受；后者则是显得Atlus过于敷衍了，新角色之一设定上是主角的学妹，但在无印部分剧情中存在感稀薄且不能入队，内容较少，在皇家版新增的第三学期中的刻画也稍显仓促。已经玩过无印的人再玩一次P5R确实体验不到什么新东西，属于白花几百买一个DLC。但对于暂未入坑又想要入坑的读者，笔者还是愿意推荐游戏性上优化了不少（全成就也更容易，如果你在意这个的话）的皇家版，没准皇家版的新角色和新剧情其实意外地很对你的胃口呢？ 最后，P5和P5R其实都是相当好的游戏。如果你是初次尝试JRPG，或许P5R能带来不错的体验。","categories":[],"tags":[]}],"categories":[],"tags":[]}