{"meta":{"title":"Hexo","subtitle":"","description":"","author":"Casmeter","url":"http://example.com","root":"/"},"pages":[],"posts":[{"title":"博德之门3测评","slug":"博德之门3测评","date":"2023-10-24T09:11:57.000Z","updated":"2023-10-24T10:48:57.505Z","comments":true,"path":"2023/10/24/博德之门3测评/","link":"","permalink":"http://example.com/2023/10/24/%E5%8D%9A%E5%BE%B7%E4%B9%8B%E9%97%A83%E6%B5%8B%E8%AF%84/","excerpt":"","text":"被遗忘国度的赠礼：浅尝博德之门3在2023年八月，拉瑞安终于把他们熬制了几年的博德之门续作端了上来。不管是先前体验过EA版的、从前作守望续作的，还是甚至连DND都没怎么接触过的玩家，一时纷纷“博德之门，启动！”20面骰子扔出大成功或大失败的截图在SNS上俯拾皆是，笔者对于难得一见的DND类CRPG引起话题的盛况还是颇有想法的，如不嫌弃的话请您耐心阅读。 2023了，CRPG该是什么样的？——你会注意到我没有接着导语的话题谈论“DND”，而是直接迈开一步到CRPG了。那毕竟是考虑到DND在国内传播的土壤较小，大多数人甚至并不清楚这是一个跑团规则及其延伸出的世界观规则框架，况且纯血DND游戏也很少有话题性的人气，《灰鹰：邪恶元素之神殿》《剑湾传奇》《冰城传奇》《索拉斯塔：法师之冠》等纯血DND的受众并没有那么广，改良了DND规则或者直接简化的《开拓者：正义之怒》、《永恒之柱》、《神界：原罪2》反倒更为人津津乐道。 但是我也不能直接接着上文CRPG的话题，因为CRPG的C是什么意思都尚且需要思考，无论是Computer还是Classic都能让人远远感受到一股子年代感和古典气息。只不过CRPG的含义倒是随着各种作品的堆出已经特化到基本上指代DND和类DND规则的游戏，就连极乐迪斯科这种既不龙与地下城也没有战斗要素的也勉强可以算在其中（有掷骰子的随机要素和TRPG的跑团感，怎么不算呢？）但天外世界这种带有一定CRPG要素但是更侧重第一人称射击的，我还是暂按不表。基于前面重新定义了一番CRPG后，笔者终于可以开始讲讲有关CRPG的拙见了。 似乎很多人对于CRPG的第一印象还是第三人称视角、不够身临其境、回合制或者即时制带来战斗节奏不够爽快、文本量极大······诚然以上都是事实，但是绝对不会成为影响你入坑的缺点，不如说对上电波的人还就习惯这个棋盘般的视角下操控战局的感受，就习惯这种地图的各种角落散落文本补全世界观的感觉。然而上述要素只是大多数CRPG的共性，在如今——各种动作游戏和精美CG大作洗练的2023年——这些框架之上该堆砌怎样的新要素才能吸引更多人呢？ 拉瑞安自己就提供了两个答案。 一个是2018年他们在神界：神原2中就展现出来的：高自由度。这和当今流行的开放世界的自由度又不太一样，尽管神原是线性叙事，甚至过了这个地图的剧情后就不能回头，但其自由度展现在于”选择“。一个任务可以有复数种完成方式（一章逃离欢乐堡剧情，提供了五六种逃脱方法），甚至可以绕过该任务用别的方式达到结果（无名岛剧情，重要任务地点学院甚至可以从一个土坑直接翻过去），不同剧情给出的选择又会影响玩家在各个利益集团的站队和后续行动，最终影响到你的伙伴结局和主线结局。 战斗方面更是体现了”自由“。先不提人物自由加点和技能学习这种CRPG通有的系统，神原2的战斗系统极其重视元素之间的组合以及固有地形的互动。火焰会被水扑灭，水上施放雷点法术会制造触电水面，冰冻法术又可以创造出让敌人滑倒的冰面，同时不少技能还能从上述介质汲取属性发动属性法术。再加上地图里常有高低差、水桶、油桶、爆破桶（当然也可以自己搬过来），在一场冒险中绝对有不少时候可以活用战场环境对敌人造成打击。除却这些常规的应用，神原2玩家也整过不少花活，诸如点满搬运东西需要的属性念力，用重量999的储物袋丢向敌人直接秒杀；或者利用传送术把棘手的boss送到友方NPC面前请NPC代打；又或者是把尸体搬运到BOSS身边然后发动尸爆······正如跑团需要思考和想象力想出破局方法，神原2的战斗也需要玩家打开思路利用诸多要素。 这一优点在博德之门3得到继承，尽管博德之门3作为更恪守DND规则（而不是神原2那种大量改良简化）的CRPG，没法像神原2那样什么职业都可以乱学一堆法术，但副职、卷轴等途径还是提供了丰富的思路。面对敌人你可以点满游说嘴炮避免战斗，也可以把他搬起来扔下阳台直接摔死，也可以堆箱子把自己堆到天上施放羽落术一跃而下泰山压顶，也可以用地图里捡到的散发诅咒的尸体丢向敌人让敌人被诅咒持续伤害······除了战斗以外，这次在任务的选择上的自由度更多，增加了更多会被玩家的行动影响走向的小角色（遗憾的是拉瑞安目前还没做后日谈，这些角色至多在大决战作为盟友出现，没有后续交代实在残念），还有明显的邪线善线区分，鼓励玩家多周目尝试多种选择。 拉瑞安给出的另一个答案是画面和演出。神原2的对话还是传统的CRPG式：头像框+一串文本，即便是CRPG爱好者，看到大段也稍稍会有些头疼，而且角色建模在第三人称棋盘视角里几乎没什么展现，角色动作的演出也不甚明显。然而博德之门3带来了精美的画面呈现和演出，100多G的大小毕竟不是白占的，博德之门3的对话是近年的游戏作品常用的近景特写加对话选项的形式，角色对话的演出都采用动作捕捉，更体现人物性格的同时也加强了代入感和美感。博德之门3的捏人也更加自由，再加上高质量的建模，对近年的玩家着实是个加分点。倒也不是说希望以后的CRPG都对标这样质量的演出和建模（考虑到一些工作室的成本和技术力），但画面上的升级确实提供了如今CRPG焕发活力的思路。 有话直说，谈谈剧情短板老实说，RPG的剧情很多大差不差，JRPG那边都有不少套路模板了，CRPG这边，只要基本上是西幻高魔大背景（考虑到极乐迪斯科这种能算进异色CRPG的），其实也差不多，比如开头主角一定在遭难（海难、天灾、其他高等存在的降临），中间十有八九会与某些高级的存在会面，结尾主角要么事了拂衣去深藏功与名，要么飞升称王成神，要么走向黑化等等。整个游戏比起大的剧情框架，更有意思的应该是一些支线方面能体现世界冷暖的小任务、伙伴自己的故事和救赎之旅、各个阵营之间的选择这种细枝末节（也不完全是）。 虽说其实博德之门3和神原2都有点展现了拉瑞安的一个小毛病：最后一章制作稍赶，但至少博德之门3递进得比后者自然得多，比起后者自带头衔和体质加持无需过多努力就能飞升成神，博德之门3起码还要搜集三块耐色石才能推进到主脑面前，而且主角“天选”程度没那么强烈，冒险的沉浸感和剧情的推进好了不少。虽然剧情上也没啥惊天反转、炸裂剧情之类的，但是立体的伙伴和反派塑造也会让这场冒险丰富多彩。 不过遗憾的是伙伴的剧情也有确实不太完整的地方。同伴的个人剧情基本上呈现出一个交流得知伙伴困境、主线穿插伙伴问题、来到相关地点调查、在相关地点战斗一番解决问题、结尾大决战后稍微再提几句这样的流程。首先就是大家都只有大决战后的对话而没有后日谈，伙伴的去向究竟如何就这样不得而知了。然后是有几个同伴的剧情像是没做完，没有上述流程中在某个地点战斗的部分，例如卡菈克的心脏问题最后也没解决，只能郁闷地回地狱；盖尔的法球问题主要靠和魔法女神对话以及和玩家对话开导几句，不知拉瑞安后续追加DLC会不会尝试丰富这方面的问题。 结语：被遗忘国度的英雄本小结标题引自博德之门3选择毁灭寄生虫和主脑的结局的成就。同时，被遗忘的国度，是龙与地下城及其衍生作品中的背景，一度是DND中最受欢迎的战役背景设定，也是被改编为CRPG最多的战役背景，例如《魔眼杀机》系列、《冰风谷》、《博德之门》系列等。 在博德之门3中，你能直观感受到的这一战役背景的地方在于诸多地名、势力名（竖琴手同盟）、神明名称甚至人名（比如大法师伊尔明斯特）。DND老玩家脑中的幻想故事和框架藉由此在2023年换发了新的活力，老一批的CRPG玩家又找回了当年的巅峰。《永恒之柱》和《开拓者》系列固然也带来了不错的CRPG体验，但是基于第五版DND规则的博德之门3加上拉瑞安在“选择的多样性”上的钻研，带给了DND玩家和路人玩家崭新又熟悉的完美体验。 若是因为笔者的叙述以及其他各种原因能对博德之门3和现代CRPG感兴趣的话，务必抽点时间踏上费伦的土地，召集你的同伴，回到被遗忘的国度，开启一段独属于你的，记载着牺牲与生存、正义与邪恶的冒险故事，把曾经幻想过的勇士的故事变成你的真实。","categories":[],"tags":[]},{"title":"P5R测评","slug":"P5R测评","date":"2023-10-24T08:28:12.000Z","updated":"2023-10-24T09:04:36.334Z","comments":true,"path":"2023/10/24/P5R测评/","link":"","permalink":"http://example.com/2023/10/24/P5R%E6%B5%8B%E8%AF%84/","excerpt":"","text":"2023了，当我们谈论P5天下第一时我们在谈论什么？ 尽管女神异闻录5无印版（以下简称P5）发售至今已历时七年，Atlus仍不知疲倦地推出新的P5衍生作品，如P5T（女神异闻录5：战略版）和与完美世界合作的手游P5X（女神异闻录：夜幕魅影）。那么，P5究竟有什么魅力，能让我们在提起“天下第一”的时候就联想到它，又是缘何让Atlus自己都爱重至此呢？作为Persona系列新约的强化版游戏玩家，笔者在此抛砖引玉，老玩家也好，坑边观望的新玩家也好，不妨都来看看，权当消遣。 ·以目前的【知识】，可以理解画面美术风格了…P5的整体印象色主红黑色调，展露出热血、暴力美学、流行朋克元素；UI界面黑白红三色组合，简洁、强对比，多采用尖锐的图形切分画面。游戏系统中存档、道具和人格面具菜单、技能选择与对话、社群一览、又比如剧情对话的手机聊天界面，均呈现出这种尖锐的几何分割。对于具有特定职能的NPC（如医生、枪械店老板等），又有符合其色调和职业的另行设计的UI。在P5中，UI切换也多数以动画形式呈现，如打开菜单时是Joker（主角代号）的拍击，打开聊天是把手机拿到眼前。这些动画让游戏画面更富动感。甚至战斗结算画面也颇有巧思地用一段角色奔跑动画和箭头指向战斗奖励，削弱了玩家等待结算加载时的枯燥感。 事实上，P系列的优秀美术是离不开副岛成记的。作为P系列新约的美术与人物设计师，副岛的画风本身丰富多变，在P5中，副岛使用的线条更细腻丰富，且经常用黑色色块概括角色的暗部，制造出强烈的对比。游戏中各个角色的总攻击立绘也代表了大家对“P5画风”的一致印象。比起前作，本作的元素更现代，更张扬，又因为加入了怪盗装这种颇能展现人物特色的设计，在视觉上给人以非常深刻的印象。 ·要想理解剧情和思想内核，还需要更多的【知识】…考虑到本文受众包括了未接触过本作的玩家，在此笔者尽量以不涉及剧透的方式简要概括剧情。 女神异闻录系列核心的概念之一，人格面具，孕育自荣格的心理学学说。荣格认为，人格面具是一个人在社会生活的特定场景中外显的人格特点的集合，在游戏的表现形式类似于替身（对，jojo的那种）。荣格提出的集体无意识学说也是P系列重要的理论来源。好，暂时抛开这些理论的东西，我们浅浅谈论一下P5剧情本身。 在P5中，玩家会作为怪盗团的团长，在完成普通高中生日常的同时，结识新的团员，锻炼角色的属性，使用人格面具的力量对抗人们意识殿堂内的阴影（shadow），对坏得千奇百怪的肮脏大人使用（非常梦幻的仅仅存在于二次元的）改心，从而让他们真心悔过，除恶扬善。听起来是不是相当中二？但剧情中多次出现了对怪盗团理念的质疑与挑战，这些反对的声音或来自反派，或来自主角团自身，或来自某些其它的存在。通过各位队友的动摇和群众的质问，作品也在提出探讨：你如何判断自己就是正义呢？你何尝不是根据自己的判断在行动呢？你与被改心的各个罪人有什么区别呢？在热血高中生的故事里，我们当然可以将这些定义为少年漫必不可少的对主角道心的考验。但当屏幕彻底变暗，看着显示屏里倒映出的自己扪心自问，玩家能否得到一样的答案呢？ 需要注意的是，本作中怪盗代表的伸张正义，虽然快意潇洒，但其实是不正常的社会催生出的某种无奈。作品里很早就给出了基调，最终需要恢复的不是怪盗的声誉，而是社会的正常运转。需要的不是恣意任侠的法外怪盗，而是有责任感的成人和合理自洽的社会秩序——似乎变成了说教？但是，现实毕竟没有那么梦幻的改心呀。 除去比较沉重的对现实的反思，P5剧情的另一大亮点应该是它特殊的剧情叙述方式。P5中，最初也是最终的案件是同一件（仅讨论无印剧情）。为了照顾可能存在的新玩家的体验，笔者决定浅浅带过。总之，这个叙事诡计玩得相当好，好就好在它不是为了迷惑玩家而存在，它是为了揭开诡计的那一刻的而存在。 ·有了足够的【体贴】，能够更进一步理解人物塑造了…女神异闻录系列的优点之一就是人物塑造，或者说是在自由行动时间能自由发展的【社群关系】。不过本作里略有不同，社群关系变成了cooperation（合作，以下简称coop），剧情中开启coop时的演出也与前作不同（与上文提到过的叙事手法相关，相当出彩）。P系列新约的【社群】每个都与塔罗牌体系的一种阿尔卡那牌相对应，队内外的角色经历和性格特征也多少与该塔罗逆位或正位的象征意义相关联。 在coop剧情中，玩家可以与coop进行日常活动，会随着关系的紧密程度参与并帮助解决coop遇到的问题。coop剧情丰富了一些人物设定，且或多或少与P5反抗污秽的大人的主题有相关。玩家还能和女性coop选择发展为恋爱关系，能在情人节、圣诞节等日期体验特殊事件。 美中不足的是，P5的coop剧情相比前作其实缺点意思。首先，在每个coop的剧情总量就这么多的情况下，恋爱剧情容易显得仓促和蹩脚，依靠两三个重要选项就能进入恋爱线，一些事件的解决也容易显得简单化。队外coop遇到的问题几乎都依靠改心，每个队外coop都有属于自己剧情的shadow；队内coop刻画乏力，剧情很大程度上依靠主角的话疗。 相比以社群刻画生动细腻著称的前作P4，P5的coop大都缺少更深刻的对coop角色自身的探讨。人们的缺陷需要填补，但比起来自他人的话疗和简单粗暴的“通过改心解决coop当前最困扰的问题”，笔者更期望看到类似P4社群的，来自配角的自省和倾诉，主角应该是陪伴coop找到自己的心所在之处的人，而不应该是简单地带配角远离单一的问题源的人。不过，鉴于P5背景设定在流动变化的大城市东京，或许这样的解法更合适呢？ 当然，P4的社群比起P5更容易紧扣作品主题，且因为P4主题是找寻自我，许多社群故事能深入人物内心刻画。社群角色也形形色色：失去姐姐的弟弟、丧偶的老妇人、和儿子关系僵硬的后妈、害怕因为成绩被父母放弃的中学生等等，很容易引起共感，且游戏里的刻画也循序渐进，描写细腻。p5的队外社群大部分则是失意的大人，且剧情有模板化倾向，几乎必经印象空间刷boss一途，虽然扣了主题但颇有机械降神的意味——就此为止吧，再说就不算是推荐了！ ·已经拥有了【无所畏惧】程度的【勇气】，可以提出和系列作品的对比了…P5距离P3，P4发售也过了不少年，游戏性上其实已经大大优化，迷宫不再是随机生成的爬塔爬楼，而是充满解密要素和潜入感的宫殿（或许对二周目玩家不友好，但一周目来说绝对可玩性极强），宫殿的场景特色和风格与各个宫殿的宫殿主一致，令人印象颇深。皇家版中还加入了欲石这种收集要素鼓励玩家探索。遇怪也不再是前作那样稍有不慎就会被怪物先手进战了，而是可以进行颇具怪盗风格的躲藏和偷袭行动，让自己掌握先机。攻略boss的过程还加入了怪盗式的预告信环节。如果有人就是好随机爬塔刷刷刷这一口，本作也有类似的印象空间作为刷怪练级的场所。 人物方面，本作的社群与新技能、新功能紧密绑定，更能鼓励玩家积极升级社群亲密度。立绘和人物一览也更亮眼，在本作独特的美术风格加持下相当吸睛。主角团内角色就更不用说了，比起前作进出迷宫（不主动更换服装的话）是同一套衣服，本作设定的“心灵的力量会显现成怪盗的衣装”，让每个角色都有极具个人特色的怪盗服，颇有种变身的奇幻感。但是角色刻画上可能见仁见智，这里不再赘述。 战斗系统方面，P5基本延续前作的回合制，但画面更加精良。保留了利用属性克制打击弱点的击倒系统，也新引入了源于真女神转生和旧约游戏的与敌人对话的系统，私以为比起二者没有那么有趣，但足够有新鲜感，也给战斗增添了新的可能性。本作还加入了具有现代怪盗特色的枪械战斗，手感十分不错。战斗奖励也不再采用前作抽卡式的结算，而是使用了更大众的直接掉落。可以说是把本系列的回合制用更现代的方式包装了一番。 剧情上其实大体是JRPG传统的王道展开：一路攀登到巅峰，再降到低谷，低谷后的二次上升。但JRPG一些老生常谈的患处也会有。主线剧情中偶尔有生硬的地方，但大体上还是个打完之后会觉得畅快或者怅然若失的余韵悠长的故事。比起P4的乡下小镇特搜队一起寻找真相的活力感与P3的活动部同伴们协力对抗黑暗的悲情感，相信P5的怪盗团的故事在你亲自体验后也能概括出独有的风味。 ·皇家版的【魅力】，比起无印版稍稍增加了…都说P5天下第一，那P5R呢？比起好评如潮的P5，P5R因为Atlus在剧情上的敷衍和定价上的自信其实毁誉参半。但笔者还是愿意为了其进一步优化过的游戏性进行推荐。 P5R在玩家群体中被诟病的点在于，续接于无印版主线后的新剧情和加入的新角色的刻画相当薄弱。前者可能是因为部分玩家有些难以接受；后者则是显得Atlus过于敷衍了，新角色之一设定上是主角的学妹，但在无印部分剧情中存在感稀薄且不能入队，内容较少，在皇家版新增的第三学期中的刻画也稍显仓促。已经玩过无印的人再玩一次P5R确实体验不到什么新东西，属于白花几百买一个DLC。但对于暂未入坑又想要入坑的读者，笔者还是愿意推荐游戏性上优化了不少（全成就也更容易，如果你在意这个的话）的皇家版，没准皇家版的新角色和新剧情其实意外地很对你的胃口呢？ 最后，P5和P5R其实都是相当好的游戏。如果你是初次尝试JRPG，或许P5R能带来不错的体验。","categories":[],"tags":[]}],"categories":[],"tags":[]}